{
  "ner_labels": [
    "O",
    "B-PER",
    "I-PER",
    "B-ORG",
    "I-ORG",
    "B-LOC",
    "I-LOC",
    "B-MISC",
    "I-MISC"
  ],
  "pos_labels": [
    "ADJ",
    "ADP",
    "ADV",
    "AUX",
    "CCONJ",
    "DET",
    "INTJ",
    "NOUN",
    "NUM",
    "PART",
    "PRON",
    "PROPN",
    "PUNCT",
    "SCONJ",
    "SYM",
    "VERB",
    "X"
  ],
  "dep_labels": [
    "+10@advcl@VERB",
    "+10@mark@NOUN",
    "+10@nsubj@NOUN",
    "+11@advcl@VERB",
    "+1@acl@NOUN",
    "+1@advcl@ADJ",
    "+1@advcl@ADV",
    "+1@advcl@AUX",
    "+1@advcl@NOUN",
    "+1@advcl@NUM",
    "+1@advcl@PRON",
    "+1@advcl@PROPN",
    "+1@advcl@SYM",
    "+1@advcl@VERB",
    "+1@advmod@ADJ",
    "+1@advmod@ADP",
    "+1@advmod@ADV",
    "+1@advmod@AUX",
    "+1@advmod@DET",
    "+1@advmod@NOUN",
    "+1@advmod@NUM",
    "+1@advmod@PART",
    "+1@advmod@PRON",
    "+1@advmod@PROPN",
    "+1@advmod@SCONJ",
    "+1@advmod@SYM",
    "+1@advmod@VERB",
    "+1@amod@ADJ",
    "+1@amod@DET",
    "+1@amod@NOUN",
    "+1@amod@NUM",
    "+1@amod@PRON",
    "+1@amod@PROPN",
    "+1@amod@SYM",
    "+1@amod@VERB",
    "+1@aux:pass@VERB",
    "+1@aux@ADJ",
    "+1@aux@ADP",
    "+1@aux@ADV",
    "+1@aux@AUX",
    "+1@aux@DET",
    "+1@aux@NOUN",
    "+1@aux@NUM",
    "+1@aux@PRON",
    "+1@aux@PROPN",
    "+1@aux@SYM",
    "+1@aux@VERB",
    "+1@case@ADJ",
    "+1@case@ADV",
    "+1@case@CCONJ",
    "+1@case@DET",
    "+1@case@INTJ",
    "+1@case@NOUN",
    "+1@case@NUM",
    "+1@case@PRON",
    "+1@case@PROPN",
    "+1@case@SYM",
    "+1@case@VERB",
    "+1@case@X",
    "+1@cc:preconj@ADJ",
    "+1@cc:preconj@ADV",
    "+1@cc:preconj@NOUN",
    "+1@cc:preconj@NUM",
    "+1@cc:preconj@PRON",
    "+1@cc:preconj@PROPN",
    "+1@cc:preconj@VERB",
    "+1@cc@ADJ",
    "+1@cc@ADP",
    "+1@cc@ADV",
    "+1@cc@AUX",
    "+1@cc@CCONJ",
    "+1@cc@DET",
    "+1@cc@INTJ",
    "+1@cc@NOUN",
    "+1@cc@NUM",
    "+1@cc@PART",
    "+1@cc@PRON",
    "+1@cc@PROPN",
    "+1@cc@SCONJ",
    "+1@cc@SYM",
    "+1@cc@VERB",
    "+1@cc@X",
    "+1@ccomp@ADJ",
    "+1@ccomp@VERB",
    "+1@compound@ADJ",
    "+1@compound@ADV",
    "+1@compound@CCONJ",
    "+1@compound@NOUN",
    "+1@compound@NUM",
    "+1@compound@PRON",
    "+1@compound@PROPN",
    "+1@compound@SYM",
    "+1@compound@VERB",
    "+1@compound@X",
    "+1@cop@ADJ",
    "+1@cop@ADP",
    "+1@cop@ADV",
    "+1@cop@DET",
    "+1@cop@INTJ",
    "+1@cop@NOUN",
    "+1@cop@NUM",
    "+1@cop@PRON",
    "+1@cop@PROPN",
    "+1@cop@SYM",
    "+1@cop@VERB",
    "+1@cop@X",
    "+1@csubj:outer@VERB",
    "+1@csubj:pass@VERB",
    "+1@csubj@ADJ",
    "+1@csubj@AUX",
    "+1@csubj@DET",
    "+1@csubj@NOUN",
    "+1@csubj@NUM",
    "+1@csubj@PRON",
    "+1@csubj@SYM",
    "+1@csubj@VERB",
    "+1@det:predet@ADJ",
    "+1@det:predet@NOUN",
    "+1@det:predet@NUM",
    "+1@det:predet@PRON",
    "+1@det:predet@PROPN",
    "+1@det@ADJ",
    "+1@det@ADV",
    "+1@det@DET",
    "+1@det@NOUN",
    "+1@det@NUM",
    "+1@det@PRON",
    "+1@det@PROPN",
    "+1@det@SYM",
    "+1@det@VERB",
    "+1@discourse@ADJ",
    "+1@discourse@ADV",
    "+1@discourse@AUX",
    "+1@discourse@DET",
    "+1@discourse@INTJ",
    "+1@discourse@NOUN",
    "+1@discourse@NUM",
    "+1@discourse@PRON",
    "+1@discourse@PROPN",
    "+1@discourse@SYM",
    "+1@discourse@VERB",
    "+1@dislocated@VERB",
    "+1@expl@ADJ",
    "+1@expl@ADV",
    "+1@expl@AUX",
    "+1@expl@NOUN",
    "+1@expl@PRON",
    "+1@expl@PROPN",
    "+1@expl@VERB",
    "+1@iobj@VERB",
    "+1@list@NOUN",
    "+1@list@PROPN",
    "+1@mark@ADJ",
    "+1@mark@ADP",
    "+1@mark@ADV",
    "+1@mark@AUX",
    "+1@mark@DET",
    "+1@mark@INTJ",
    "+1@mark@NOUN",
    "+1@mark@NUM",
    "+1@mark@PART",
    "+1@mark@PRON",
    "+1@mark@PROPN",
    "+1@mark@SYM",
    "+1@mark@VERB",
    "+1@nmod:desc@PROPN",
    "+1@nmod:npmod@ADJ",
    "+1@nmod:npmod@ADV",
    "+1@nmod:npmod@DET",
    "+1@nmod:npmod@NOUN",
    "+1@nmod:npmod@NUM",
    "+1@nmod:npmod@PROPN",
    "+1@nmod:poss@ADJ",
    "+1@nmod:poss@DET",
    "+1@nmod:poss@INTJ",
    "+1@nmod:poss@NOUN",
    "+1@nmod:poss@NUM",
    "+1@nmod:poss@PROPN",
    "+1@nmod:poss@SYM",
    "+1@nmod:tmod@NOUN",
    "+1@nmod:tmod@NUM",
    "+1@nmod@DET",
    "+1@nmod@NOUN",
    "+1@nmod@NUM",
    "+1@nmod@PRON",
    "+1@nmod@PROPN",
    "+1@nmod@SYM",
    "+1@nsubj:outer@ADJ",
    "+1@nsubj:outer@ADV",
    "+1@nsubj:outer@AUX",
    "+1@nsubj:outer@NOUN",
    "+1@nsubj:outer@PRON",
    "+1@nsubj:outer@VERB",
    "+1@nsubj:pass@VERB",
    "+1@nsubj@ADJ",
    "+1@nsubj@ADP",
    "+1@nsubj@ADV",
    "+1@nsubj@AUX",
    "+1@nsubj@DET",
    "+1@nsubj@INTJ",
    "+1@nsubj@NOUN",
    "+1@nsubj@NUM",
    "+1@nsubj@PRON",
    "+1@nsubj@PROPN",
    "+1@nsubj@SYM",
    "+1@nsubj@VERB",
    "+1@nsubj@X",
    "+1@nummod@ADJ",
    "+1@nummod@NOUN",
    "+1@nummod@NUM",
    "+1@nummod@PROPN",
    "+1@nummod@SYM",
    "+1@obj@ADJ",
    "+1@obj@AUX",
    "+1@obj@VERB",
    "+1@obl:agent@VERB",
    "+1@obl:npmod@ADJ",
    "+1@obl:npmod@ADV",
    "+1@obl:npmod@AUX",
    "+1@obl:npmod@NOUN",
    "+1@obl:npmod@PROPN",
    "+1@obl:npmod@SCONJ",
    "+1@obl:npmod@VERB",
    "+1@obl:tmod@ADJ",
    "+1@obl:tmod@ADV",
    "+1@obl:tmod@AUX",
    "+1@obl:tmod@NOUN",
    "+1@obl:tmod@PROPN",
    "+1@obl:tmod@SCONJ",
    "+1@obl:tmod@VERB",
    "+1@obl@ADJ",
    "+1@obl@ADV",
    "+1@obl@AUX",
    "+1@obl@NOUN",
    "+1@obl@NUM",
    "+1@obl@PRON",
    "+1@obl@PROPN",
    "+1@obl@VERB",
    "+1@orphan@NOUN",
    "+1@parataxis@ADJ",
    "+1@parataxis@INTJ",
    "+1@parataxis@NOUN",
    "+1@parataxis@NUM",
    "+1@parataxis@PROPN",
    "+1@parataxis@SYM",
    "+1@parataxis@VERB",
    "+1@punct@ADJ",
    "+1@punct@ADP",
    "+1@punct@ADV",
    "+1@punct@AUX",
    "+1@punct@CCONJ",
    "+1@punct@DET",
    "+1@punct@INTJ",
    "+1@punct@NOUN",
    "+1@punct@NUM",
    "+1@punct@PART",
    "+1@punct@PRON",
    "+1@punct@PROPN",
    "+1@punct@PUNCT",
    "+1@punct@SCONJ",
    "+1@punct@SYM",
    "+1@punct@VERB",
    "+1@punct@X",
    "+1@reparandum@ADJ",
    "+1@reparandum@ADP",
    "+1@reparandum@AUX",
    "+1@reparandum@NOUN",
    "+1@reparandum@NUM",
    "+1@reparandum@PRON",
    "+1@reparandum@PROPN",
    "+1@reparandum@VERB",
    "+1@vocative@ADJ",
    "+1@vocative@ADV",
    "+1@vocative@NOUN",
    "+1@vocative@VERB",
    "+1@xcomp@ADJ",
    "+1@xcomp@VERB",
    "+21@nsubj@NOUN",
    "+22@advcl@NOUN",
    "+2@acl@NOUN",
    "+2@acl@PROPN",
    "+2@advcl@ADJ",
    "+2@advcl@ADV",
    "+2@advcl@AUX",
    "+2@advcl@NOUN",
    "+2@advcl@PRON",
    "+2@advcl@PROPN",
    "+2@advcl@VERB",
    "+2@advmod@ADJ",
    "+2@advmod@ADV",
    "+2@advmod@AUX",
    "+2@advmod@NOUN",
    "+2@advmod@NUM",
    "+2@advmod@PRON",
    "+2@advmod@PROPN",
    "+2@advmod@VERB",
    "+2@amod@ADJ",
    "+2@amod@NOUN",
    "+2@amod@PROPN",
    "+2@aux:pass@VERB",
    "+2@aux@ADJ",
    "+2@aux@ADV",
    "+2@aux@AUX",
    "+2@aux@NOUN",
    "+2@aux@NUM",
    "+2@aux@PRON",
    "+2@aux@PROPN",
    "+2@aux@VERB",
    "+2@case@ADJ",
    "+2@case@ADV",
    "+2@case@INTJ",
    "+2@case@NOUN",
    "+2@case@NUM",
    "+2@case@PROPN",
    "+2@cc:preconj@NOUN",
    "+2@cc:preconj@PROPN",
    "+2@cc@ADJ",
    "+2@cc@ADV",
    "+2@cc@AUX",
    "+2@cc@NOUN",
    "+2@cc@NUM",
    "+2@cc@PRON",
    "+2@cc@PROPN",
    "+2@cc@VERB",
    "+2@ccomp@VERB",
    "+2@compound@NOUN",
    "+2@compound@NUM",
    "+2@compound@PROPN",
    "+2@compound@X",
    "+2@cop@ADJ",
    "+2@cop@ADV",
    "+2@cop@DET",
    "+2@cop@NOUN",
    "+2@cop@NUM",
    "+2@cop@PRON",
    "+2@cop@PROPN",
    "+2@cop@VERB",
    "+2@csubj:outer@VERB",
    "+2@csubj:pass@VERB",
    "+2@csubj@ADJ",
    "+2@csubj@NOUN",
    "+2@csubj@VERB",
    "+2@det:predet@NOUN",
    "+2@det@ADJ",
    "+2@det@NOUN",
    "+2@det@NUM",
    "+2@det@PROPN",
    "+2@discourse@ADJ",
    "+2@discourse@ADV",
    "+2@discourse@AUX",
    "+2@discourse@INTJ",
    "+2@discourse@NOUN",
    "+2@discourse@PROPN",
    "+2@discourse@VERB",
    "+2@dislocated@PRON",
    "+2@dislocated@VERB",
    "+2@expl@AUX",
    "+2@expl@NOUN",
    "+2@mark@ADJ",
    "+2@mark@ADV",
    "+2@mark@AUX",
    "+2@mark@NOUN",
    "+2@mark@NUM",
    "+2@mark@PRON",
    "+2@mark@PROPN",
    "+2@mark@VERB",
    "+2@nmod:npmod@NOUN",
    "+2@nmod:npmod@PROPN",
    "+2@nmod:poss@NOUN",
    "+2@nmod:poss@PRON",
    "+2@nmod:poss@PROPN",
    "+2@nmod:tmod@NOUN",
    "+2@nmod:tmod@PROPN",
    "+2@nmod@NOUN",
    "+2@nmod@PROPN",
    "+2@nsubj:outer@ADJ",
    "+2@nsubj:outer@NOUN",
    "+2@nsubj:outer@PRON",
    "+2@nsubj:outer@VERB",
    "+2@nsubj:pass@VERB",
    "+2@nsubj@ADJ",
    "+2@nsubj@ADV",
    "+2@nsubj@AUX",
    "+2@nsubj@DET",
    "+2@nsubj@NOUN",
    "+2@nsubj@NUM",
    "+2@nsubj@PRON",
    "+2@nsubj@PROPN",
    "+2@nsubj@SYM",
    "+2@nsubj@VERB",
    "+2@nummod@NOUN",
    "+2@nummod@PROPN",
    "+2@nummod@SYM",
    "+2@obj@VERB",
    "+2@obl:npmod@ADV",
    "+2@obl:npmod@NOUN",
    "+2@obl:npmod@VERB",
    "+2@obl:tmod@ADJ",
    "+2@obl:tmod@NOUN",
    "+2@obl:tmod@PROPN",
    "+2@obl:tmod@VERB",
    "+2@obl@ADJ",
    "+2@obl@NOUN",
    "+2@obl@PRON",
    "+2@obl@PROPN",
    "+2@obl@VERB",
    "+2@parataxis@ADJ",
    "+2@parataxis@NOUN",
    "+2@parataxis@PROPN",
    "+2@parataxis@VERB",
    "+2@punct@ADJ",
    "+2@punct@ADV",
    "+2@punct@AUX",
    "+2@punct@CCONJ",
    "+2@punct@INTJ",
    "+2@punct@NOUN",
    "+2@punct@NUM",
    "+2@punct@PRON",
    "+2@punct@PROPN",
    "+2@punct@SYM",
    "+2@punct@VERB",
    "+2@reparandum@NOUN",
    "+2@reparandum@VERB",
    "+2@vocative@NUM",
    "+2@vocative@VERB",
    "+3@acl@NOUN",
    "+3@acl@PROPN",
    "+3@advcl@ADJ",
    "+3@advcl@ADV",
    "+3@advcl@NOUN",
    "+3@advcl@VERB",
    "+3@advmod@ADJ",
    "+3@advmod@ADV",
    "+3@advmod@NOUN",
    "+3@advmod@PRON",
    "+3@advmod@PROPN",
    "+3@advmod@VERB",
    "+3@amod@NOUN",
    "+3@amod@PROPN",
    "+3@aux@ADJ",
    "+3@aux@NOUN",
    "+3@aux@PROPN",
    "+3@case@ADV",
    "+3@case@NOUN",
    "+3@case@PROPN",
    "+3@cc:preconj@NOUN",
    "+3@cc:preconj@VERB",
    "+3@cc@ADJ",
    "+3@cc@ADV",
    "+3@cc@AUX",
    "+3@cc@DET",
    "+3@cc@NOUN",
    "+3@cc@PRON",
    "+3@cc@PROPN",
    "+3@cc@VERB",
    "+3@ccomp@VERB",
    "+3@compound@NOUN",
    "+3@compound@NUM",
    "+3@compound@PROPN",
    "+3@compound@X",
    "+3@cop@ADJ",
    "+3@cop@NOUN",
    "+3@cop@NUM",
    "+3@cop@PROPN",
    "+3@cop@VERB",
    "+3@csubj@NOUN",
    "+3@csubj@VERB",
    "+3@det:predet@NOUN",
    "+3@det@NOUN",
    "+3@det@PROPN",
    "+3@discourse@INTJ",
    "+3@discourse@NOUN",
    "+3@discourse@PROPN",
    "+3@discourse@VERB",
    "+3@dislocated@VERB",
    "+3@mark@ADJ",
    "+3@mark@AUX",
    "+3@mark@NOUN",
    "+3@mark@PROPN",
    "+3@mark@VERB",
    "+3@nmod:npmod@NOUN",
    "+3@nmod:poss@NOUN",
    "+3@nmod:poss@PROPN",
    "+3@nmod@DET",
    "+3@nmod@NOUN",
    "+3@nmod@PRON",
    "+3@nsubj:outer@ADJ",
    "+3@nsubj:outer@NOUN",
    "+3@nsubj:outer@VERB",
    "+3@nsubj:pass@VERB",
    "+3@nsubj@ADJ",
    "+3@nsubj@AUX",
    "+3@nsubj@NOUN",
    "+3@nsubj@NUM",
    "+3@nsubj@PROPN",
    "+3@nsubj@VERB",
    "+3@nummod@NOUN",
    "+3@nummod@PROPN",
    "+3@obj@VERB",
    "+3@obl:npmod@VERB",
    "+3@obl:tmod@NOUN",
    "+3@obl:tmod@VERB",
    "+3@obl@ADJ",
    "+3@obl@NOUN",
    "+3@obl@PROPN",
    "+3@obl@VERB",
    "+3@parataxis@ADJ",
    "+3@parataxis@NOUN",
    "+3@parataxis@VERB",
    "+3@punct@ADJ",
    "+3@punct@ADV",
    "+3@punct@NOUN",
    "+3@punct@NUM",
    "+3@punct@PROPN",
    "+3@punct@VERB",
    "+3@punct@X",
    "+4@acl@NOUN",
    "+4@advcl@ADJ",
    "+4@advcl@NOUN",
    "+4@advcl@VERB",
    "+4@advmod@ADJ",
    "+4@advmod@NOUN",
    "+4@advmod@PROPN",
    "+4@advmod@VERB",
    "+4@amod@NOUN",
    "+4@amod@PROPN",
    "+4@case@INTJ",
    "+4@case@NOUN",
    "+4@case@PROPN",
    "+4@cc@NOUN",
    "+4@cc@PRON",
    "+4@cc@VERB",
    "+4@ccomp@VERB",
    "+4@compound@NOUN",
    "+4@compound@NUM",
    "+4@compound@PROPN",
    "+4@cop@NOUN",
    "+4@cop@PROPN",
    "+4@csubj@NOUN",
    "+4@csubj@VERB",
    "+4@det:predet@NOUN",
    "+4@det@NOUN",
    "+4@det@PROPN",
    "+4@discourse@NOUN",
    "+4@discourse@VERB",
    "+4@dislocated@VERB",
    "+4@mark@ADJ",
    "+4@mark@NOUN",
    "+4@mark@VERB",
    "+4@nmod:poss@NOUN",
    "+4@nmod:poss@PROPN",
    "+4@nsubj:outer@ADJ",
    "+4@nsubj:outer@NOUN",
    "+4@nsubj:outer@VERB",
    "+4@nsubj:pass@VERB",
    "+4@nsubj@ADJ",
    "+4@nsubj@NOUN",
    "+4@nsubj@PROPN",
    "+4@nsubj@VERB",
    "+4@nummod@NOUN",
    "+4@nummod@PROPN",
    "+4@obj@VERB",
    "+4@obl:tmod@VERB",
    "+4@obl@ADJ",
    "+4@obl@NOUN",
    "+4@obl@VERB",
    "+4@parataxis@NOUN",
    "+4@parataxis@VERB",
    "+4@punct@ADJ",
    "+4@punct@INTJ",
    "+4@punct@NOUN",
    "+4@punct@PROPN",
    "+4@punct@VERB",
    "+4@vocative@NOUN",
    "+5@advcl@NOUN",
    "+5@advcl@VERB",
    "+5@advmod@NOUN",
    "+5@advmod@VERB",
    "+5@amod@NOUN",
    "+5@aux@NOUN",
    "+5@aux@VERB",
    "+5@case@NOUN",
    "+5@case@PROPN",
    "+5@cc@PROPN",
    "+5@cc@VERB",
    "+5@ccomp@VERB",
    "+5@compound@NOUN",
    "+5@cop@ADJ",
    "+5@csubj@ADJ",
    "+5@csubj@NOUN",
    "+5@det@NOUN",
    "+5@det@PROPN",
    "+5@discourse@NOUN",
    "+5@discourse@VERB",
    "+5@mark@ADJ",
    "+5@mark@NOUN",
    "+5@mark@PROPN",
    "+5@mark@VERB",
    "+5@nmod:poss@NOUN",
    "+5@nsubj:outer@ADJ",
    "+5@nsubj:outer@NOUN",
    "+5@nsubj:outer@VERB",
    "+5@nsubj:pass@VERB",
    "+5@nsubj@NOUN",
    "+5@nsubj@VERB",
    "+5@obl@NOUN",
    "+5@obl@VERB",
    "+5@punct@NOUN",
    "+5@punct@PROPN",
    "+5@punct@VERB",
    "+5@punct@X",
    "+6@advcl@NOUN",
    "+6@advcl@VERB",
    "+6@advmod@NOUN",
    "+6@advmod@VERB",
    "+6@case@NOUN",
    "+6@cc@NOUN",
    "+6@cc@VERB",
    "+6@compound@PROPN",
    "+6@cop@NOUN",
    "+6@det@NOUN",
    "+6@nmod:tmod@NOUN",
    "+6@nsubj@NOUN",
    "+6@obl@NOUN",
    "+6@obl@VERB",
    "+6@parataxis@NOUN",
    "+6@parataxis@VERB",
    "+6@punct@VERB",
    "+7@advcl@NOUN",
    "+7@advcl@VERB",
    "+7@advmod@VERB",
    "+7@case@NOUN",
    "+7@cc:preconj@NOUN",
    "+7@det@NOUN",
    "+7@det@PROPN",
    "+8@advmod@VERB",
    "+8@nsubj@NOUN",
    "+8@nsubj@PROPN",
    "+8@punct@VERB",
    "+9@advcl@NOUN",
    "+9@advmod@NOUN",
    "+9@amod@NOUN",
    "+9@compound@NOUN",
    "+9@cop@NOUN",
    "+9@det@NOUN",
    "+9@nsubj@NOUN",
    "-10@acl@NOUN",
    "-10@conj@NOUN",
    "-10@conj@PRON",
    "-10@conj@PROPN",
    "-10@conj@VERB",
    "-10@flat@X",
    "-10@list@NOUN",
    "-10@list@PROPN",
    "-10@parataxis@NOUN",
    "-10@parataxis@PROPN",
    "-10@parataxis@VERB",
    "-10@punct@ADJ",
    "-10@punct@NOUN",
    "-10@punct@PRON",
    "-10@punct@PROPN",
    "-10@punct@VERB",
    "-11@appos@PROPN",
    "-11@conj@NOUN",
    "-11@conj@PROPN",
    "-11@conj@X",
    "-11@list@NOUN",
    "-11@list@PROPN",
    "-11@nmod@PROPN",
    "-11@parataxis@NOUN",
    "-11@parataxis@VERB",
    "-11@punct@NOUN",
    "-11@punct@VERB",
    "-11@punct@X",
    "-12@conj@NOUN",
    "-12@conj@PROPN",
    "-12@discourse@NOUN",
    "-12@parataxis@VERB",
    "-12@punct@NOUN",
    "-12@punct@PROPN",
    "-12@punct@VERB",
    "-13@conj@NOUN",
    "-13@conj@PROPN",
    "-13@list@NOUN",
    "-13@list@PROPN",
    "-13@parataxis@VERB",
    "-13@punct@NOUN",
    "-14@appos@PROPN",
    "-14@conj@NOUN",
    "-14@conj@PROPN",
    "-14@list@PROPN",
    "-14@parataxis@VERB",
    "-14@punct@NOUN",
    "-14@punct@VERB",
    "-15@conj@NOUN",
    "-15@conj@PROPN",
    "-15@list@PROPN",
    "-15@nmod@NOUN",
    "-16@conj@NOUN",
    "-16@conj@PROPN",
    "-16@list@PROPN",
    "-16@parataxis@VERB",
    "-17@conj@NOUN",
    "-17@conj@PROPN",
    "-17@list@PROPN",
    "-17@punct@NOUN",
    "-18@conj@NOUN",
    "-18@list@PROPN",
    "-18@nmod@NOUN",
    "-18@punct@NOUN",
    "-19@conj@NOUN",
    "-19@conj@PROPN",
    "-1@acl:relcl@ADJ",
    "-1@acl:relcl@DET",
    "-1@acl:relcl@NOUN",
    "-1@acl:relcl@NUM",
    "-1@acl:relcl@PRON",
    "-1@acl:relcl@PROPN",
    "-1@acl:relcl@SYM",
    "-1@acl@ADJ",
    "-1@acl@NOUN",
    "-1@acl@NUM",
    "-1@acl@PRON",
    "-1@acl@PROPN",
    "-1@acl@SYM",
    "-1@acl@VERB",
    "-1@advcl:relcl@ADJ",
    "-1@advcl:relcl@ADV",
    "-1@advcl:relcl@NOUN",
    "-1@advcl:relcl@PROPN",
    "-1@advcl:relcl@VERB",
    "-1@advcl@ADJ",
    "-1@advcl@ADV",
    "-1@advcl@AUX",
    "-1@advcl@DET",
    "-1@advcl@NOUN",
    "-1@advcl@NUM",
    "-1@advcl@PART",
    "-1@advcl@PRON",
    "-1@advcl@PROPN",
    "-1@advcl@SYM",
    "-1@advcl@VERB",
    "-1@advmod@ADJ",
    "-1@advmod@ADP",
    "-1@advmod@ADV",
    "-1@advmod@AUX",
    "-1@advmod@INTJ",
    "-1@advmod@NOUN",
    "-1@advmod@NUM",
    "-1@advmod@PRON",
    "-1@advmod@PROPN",
    "-1@advmod@SYM",
    "-1@advmod@VERB",
    "-1@amod@ADJ",
    "-1@amod@ADV",
    "-1@amod@DET",
    "-1@amod@NOUN",
    "-1@amod@NUM",
    "-1@amod@PRON",
    "-1@amod@PROPN",
    "-1@amod@SYM",
    "-1@appos@ADJ",
    "-1@appos@ADV",
    "-1@appos@DET",
    "-1@appos@NOUN",
    "-1@appos@NUM",
    "-1@appos@PRON",
    "-1@appos@PROPN",
    "-1@appos@SYM",
    "-1@appos@VERB",
    "-1@aux:pass@VERB",
    "-1@aux@ADJ",
    "-1@aux@ADV",
    "-1@aux@PRON",
    "-1@aux@VERB",
    "-1@case@ADJ",
    "-1@case@ADV",
    "-1@case@DET",
    "-1@case@NOUN",
    "-1@case@NUM",
    "-1@case@PRON",
    "-1@case@PROPN",
    "-1@cc@NOUN",
    "-1@ccomp@ADJ",
    "-1@ccomp@ADV",
    "-1@ccomp@AUX",
    "-1@ccomp@VERB",
    "-1@compound:prt@ADJ",
    "-1@compound:prt@AUX",
    "-1@compound:prt@NOUN",
    "-1@compound:prt@VERB",
    "-1@compound@ADJ",
    "-1@compound@ADV",
    "-1@compound@NOUN",
    "-1@compound@NUM",
    "-1@compound@PROPN",
    "-1@compound@SYM",
    "-1@compound@VERB",
    "-1@conj@ADJ",
    "-1@conj@ADP",
    "-1@conj@ADV",
    "-1@conj@AUX",
    "-1@conj@CCONJ",
    "-1@conj@DET",
    "-1@conj@INTJ",
    "-1@conj@NOUN",
    "-1@conj@NUM",
    "-1@conj@PRON",
    "-1@conj@PROPN",
    "-1@conj@SCONJ",
    "-1@conj@SYM",
    "-1@conj@VERB",
    "-1@conj@X",
    "-1@cop@ADJ",
    "-1@cop@ADV",
    "-1@cop@NOUN",
    "-1@cop@PRON",
    "-1@cop@PROPN",
    "-1@csubj:pass@VERB",
    "-1@csubj@ADJ",
    "-1@csubj@ADV",
    "-1@csubj@AUX",
    "-1@csubj@NOUN",
    "-1@csubj@PART",
    "-1@csubj@VERB",
    "-1@dep@AUX",
    "-1@dep@NOUN",
    "-1@det@DET",
    "-1@det@PRON",
    "-1@discourse@ADJ",
    "-1@discourse@ADV",
    "-1@discourse@AUX",
    "-1@discourse@DET",
    "-1@discourse@INTJ",
    "-1@discourse@NOUN",
    "-1@discourse@NUM",
    "-1@discourse@PRON",
    "-1@discourse@PROPN",
    "-1@discourse@VERB",
    "-1@expl@ADJ",
    "-1@expl@AUX",
    "-1@expl@PRON",
    "-1@expl@PROPN",
    "-1@expl@VERB",
    "-1@fixed@ADJ",
    "-1@fixed@ADP",
    "-1@fixed@ADV",
    "-1@fixed@DET",
    "-1@fixed@NOUN",
    "-1@fixed@PART",
    "-1@fixed@PRON",
    "-1@fixed@SCONJ",
    "-1@fixed@VERB",
    "-1@flat@INTJ",
    "-1@flat@NOUN",
    "-1@flat@NUM",
    "-1@flat@PROPN",
    "-1@flat@SYM",
    "-1@flat@X",
    "-1@goeswith@ADJ",
    "-1@goeswith@ADP",
    "-1@goeswith@ADV",
    "-1@goeswith@AUX",
    "-1@goeswith@NOUN",
    "-1@goeswith@PRON",
    "-1@goeswith@PROPN",
    "-1@goeswith@SCONJ",
    "-1@goeswith@VERB",
    "-1@iobj@VERB",
    "-1@list@ADJ",
    "-1@list@NOUN",
    "-1@list@PROPN",
    "-1@list@VERB",
    "-1@nmod:npmod@ADV",
    "-1@nmod:npmod@NOUN",
    "-1@nmod:npmod@NUM",
    "-1@nmod:npmod@PRON",
    "-1@nmod:npmod@PROPN",
    "-1@nmod:npmod@SYM",
    "-1@nmod:tmod@NOUN",
    "-1@nmod:tmod@NUM",
    "-1@nmod:tmod@PROPN",
    "-1@nmod:tmod@SYM",
    "-1@nmod:tmod@VERB",
    "-1@nmod:tmod@X",
    "-1@nmod@ADJ",
    "-1@nmod@ADV",
    "-1@nmod@DET",
    "-1@nmod@NOUN",
    "-1@nmod@NUM",
    "-1@nmod@PRON",
    "-1@nmod@PROPN",
    "-1@nmod@SYM",
    "-1@nsubj:pass@VERB",
    "-1@nsubj@ADJ",
    "-1@nsubj@ADV",
    "-1@nsubj@AUX",
    "-1@nsubj@NOUN",
    "-1@nsubj@PRON",
    "-1@nsubj@PROPN",
    "-1@nsubj@VERB",
    "-1@nummod@ADJ",
    "-1@nummod@NOUN",
    "-1@nummod@PRON",
    "-1@nummod@PROPN",
    "-1@nummod@SYM",
    "-1@nummod@X",
    "-1@obj@ADJ",
    "-1@obj@AUX",
    "-1@obj@PART",
    "-1@obj@SYM",
    "-1@obj@VERB",
    "-1@obl:agent@VERB",
    "-1@obl:npmod@ADJ",
    "-1@obl:npmod@ADV",
    "-1@obl:npmod@NOUN",
    "-1@obl:npmod@PRON",
    "-1@obl:npmod@VERB",
    "-1@obl:tmod@ADJ",
    "-1@obl:tmod@ADV",
    "-1@obl:tmod@AUX",
    "-1@obl:tmod@NOUN",
    "-1@obl:tmod@PROPN",
    "-1@obl:tmod@VERB",
    "-1@obl@ADJ",
    "-1@obl@ADV",
    "-1@obl@AUX",
    "-1@obl@DET",
    "-1@obl@INTJ",
    "-1@obl@NOUN",
    "-1@obl@NUM",
    "-1@obl@PRON",
    "-1@obl@PROPN",
    "-1@obl@VERB",
    "-1@orphan@ADJ",
    "-1@orphan@ADV",
    "-1@orphan@AUX",
    "-1@orphan@DET",
    "-1@orphan@NOUN",
    "-1@orphan@NUM",
    "-1@orphan@PROPN",
    "-1@orphan@SYM",
    "-1@parataxis@ADJ",
    "-1@parataxis@ADV",
    "-1@parataxis@AUX",
    "-1@parataxis@DET",
    "-1@parataxis@INTJ",
    "-1@parataxis@NOUN",
    "-1@parataxis@NUM",
    "-1@parataxis@PRON",
    "-1@parataxis@PROPN",
    "-1@parataxis@SYM",
    "-1@parataxis@VERB",
    "-1@parataxis@X",
    "-1@punct@ADJ",
    "-1@punct@ADP",
    "-1@punct@ADV",
    "-1@punct@AUX",
    "-1@punct@CCONJ",
    "-1@punct@DET",
    "-1@punct@INTJ",
    "-1@punct@NOUN",
    "-1@punct@NUM",
    "-1@punct@PART",
    "-1@punct@PRON",
    "-1@punct@PROPN",
    "-1@punct@PUNCT",
    "-1@punct@SCONJ",
    "-1@punct@SYM",
    "-1@punct@VERB",
    "-1@punct@X",
    "-1@reparandum@ADJ",
    "-1@reparandum@PROPN",
    "-1@reparandum@VERB",
    "-1@vocative@ADJ",
    "-1@vocative@ADV",
    "-1@vocative@INTJ",
    "-1@vocative@NOUN",
    "-1@vocative@PROPN",
    "-1@vocative@VERB",
    "-1@xcomp@ADJ",
    "-1@xcomp@AUX",
    "-1@xcomp@SYM",
    "-1@xcomp@VERB",
    "-20@punct@NOUN",
    "-21@punct@NOUN",
    "-23@appos@PROPN",
    "-24@punct@PROPN",
    "-26@punct@VERB",
    "-2@acl:relcl@DET",
    "-2@acl:relcl@NOUN",
    "-2@acl:relcl@PRON",
    "-2@acl:relcl@PROPN",
    "-2@acl@NOUN",
    "-2@acl@PRON",
    "-2@acl@PROPN",
    "-2@advcl:relcl@ADJ",
    "-2@advcl:relcl@ADV",
    "-2@advcl:relcl@NOUN",
    "-2@advcl:relcl@PROPN",
    "-2@advcl:relcl@VERB",
    "-2@advcl@ADJ",
    "-2@advcl@ADV",
    "-2@advcl@AUX",
    "-2@advcl@DET",
    "-2@advcl@NOUN",
    "-2@advcl@PRON",
    "-2@advcl@PROPN",
    "-2@advcl@VERB",
    "-2@advmod@ADJ",
    "-2@advmod@ADV",
    "-2@advmod@DET",
    "-2@advmod@NOUN",
    "-2@advmod@NUM",
    "-2@advmod@PRON",
    "-2@advmod@PROPN",
    "-2@advmod@VERB",
    "-2@amod@NOUN",
    "-2@amod@PROPN",
    "-2@appos@ADJ",
    "-2@appos@NOUN",
    "-2@appos@NUM",
    "-2@appos@PRON",
    "-2@appos@PROPN",
    "-2@appos@SYM",
    "-2@aux:pass@VERB",
    "-2@aux@ADJ",
    "-2@aux@PRON",
    "-2@case@ADJ",
    "-2@case@NOUN",
    "-2@case@PRON",
    "-2@case@PROPN",
    "-2@ccomp@ADJ",
    "-2@ccomp@AUX",
    "-2@ccomp@VERB",
    "-2@compound:prt@VERB",
    "-2@compound@NOUN",
    "-2@compound@PROPN",
    "-2@conj@ADJ",
    "-2@conj@ADP",
    "-2@conj@ADV",
    "-2@conj@AUX",
    "-2@conj@DET",
    "-2@conj@INTJ",
    "-2@conj@NOUN",
    "-2@conj@NUM",
    "-2@conj@PART",
    "-2@conj@PRON",
    "-2@conj@PROPN",
    "-2@conj@SYM",
    "-2@conj@VERB",
    "-2@conj@X",
    "-2@cop@ADJ",
    "-2@cop@ADV",
    "-2@cop@NOUN",
    "-2@cop@PRON",
    "-2@csubj@ADJ",
    "-2@csubj@AUX",
    "-2@csubj@NOUN",
    "-2@csubj@PRON",
    "-2@csubj@VERB",
    "-2@dep@NOUN",
    "-2@discourse@ADJ",
    "-2@discourse@INTJ",
    "-2@discourse@NOUN",
    "-2@discourse@PROPN",
    "-2@discourse@VERB",
    "-2@fixed@ADV",
    "-2@fixed@PART",
    "-2@fixed@SCONJ",
    "-2@flat@NUM",
    "-2@flat@PROPN",
    "-2@flat@X",
    "-2@iobj@VERB",
    "-2@list@ADJ",
    "-2@list@NOUN",
    "-2@list@PROPN",
    "-2@mark@NOUN",
    "-2@nmod:npmod@NOUN",
    "-2@nmod:npmod@NUM",
    "-2@nmod:npmod@PROPN",
    "-2@nmod:tmod@NOUN",
    "-2@nmod:tmod@NUM",
    "-2@nmod:tmod@PROPN",
    "-2@nmod@ADJ",
    "-2@nmod@DET",
    "-2@nmod@NOUN",
    "-2@nmod@NUM",
    "-2@nmod@PRON",
    "-2@nmod@PROPN",
    "-2@nmod@SYM",
    "-2@nmod@X",
    "-2@nsubj:pass@VERB",
    "-2@nsubj@ADJ",
    "-2@nsubj@ADV",
    "-2@nsubj@NOUN",
    "-2@nsubj@PRON",
    "-2@nsubj@VERB",
    "-2@nummod@PROPN",
    "-2@obj@ADJ",
    "-2@obj@VERB",
    "-2@obl:agent@VERB",
    "-2@obl:npmod@ADJ",
    "-2@obl:npmod@VERB",
    "-2@obl:tmod@ADV",
    "-2@obl:tmod@VERB",
    "-2@obl@ADJ",
    "-2@obl@ADP",
    "-2@obl@ADV",
    "-2@obl@NOUN",
    "-2@obl@PRON",
    "-2@obl@PROPN",
    "-2@obl@SYM",
    "-2@obl@VERB",
    "-2@orphan@ADJ",
    "-2@orphan@NOUN",
    "-2@orphan@PROPN",
    "-2@parataxis@ADJ",
    "-2@parataxis@ADV",
    "-2@parataxis@AUX",
    "-2@parataxis@NOUN",
    "-2@parataxis@NUM",
    "-2@parataxis@PRON",
    "-2@parataxis@PROPN",
    "-2@parataxis@SYM",
    "-2@parataxis@VERB",
    "-2@punct@ADJ",
    "-2@punct@ADP",
    "-2@punct@ADV",
    "-2@punct@AUX",
    "-2@punct@DET",
    "-2@punct@INTJ",
    "-2@punct@NOUN",
    "-2@punct@NUM",
    "-2@punct@PART",
    "-2@punct@PRON",
    "-2@punct@PROPN",
    "-2@punct@SYM",
    "-2@punct@VERB",
    "-2@vocative@ADJ",
    "-2@vocative@NOUN",
    "-2@vocative@VERB",
    "-2@xcomp@ADJ",
    "-2@xcomp@AUX",
    "-2@xcomp@SYM",
    "-2@xcomp@VERB",
    "-3@acl:relcl@NOUN",
    "-3@acl:relcl@PRON",
    "-3@acl:relcl@PROPN",
    "-3@acl@NOUN",
    "-3@acl@PRON",
    "-3@acl@PROPN",
    "-3@advcl:relcl@NOUN",
    "-3@advcl:relcl@PRON",
    "-3@advcl:relcl@VERB",
    "-3@advcl@ADJ",
    "-3@advcl@ADV",
    "-3@advcl@AUX",
    "-3@advcl@DET",
    "-3@advcl@NOUN",
    "-3@advcl@PRON",
    "-3@advcl@PROPN",
    "-3@advcl@VERB",
    "-3@advmod@ADJ",
    "-3@advmod@NOUN",
    "-3@advmod@PRON",
    "-3@advmod@PROPN",
    "-3@advmod@SYM",
    "-3@advmod@VERB",
    "-3@amod@NOUN",
    "-3@amod@PROPN",
    "-3@appos@NOUN",
    "-3@appos@NUM",
    "-3@appos@PROPN",
    "-3@aux@PRON",
    "-3@case@PRON",
    "-3@case@PROPN",
    "-3@cc@VERB",
    "-3@ccomp@ADJ",
    "-3@ccomp@AUX",
    "-3@ccomp@VERB",
    "-3@compound@PROPN",
    "-3@conj@ADJ",
    "-3@conj@ADV",
    "-3@conj@AUX",
    "-3@conj@NOUN",
    "-3@conj@NUM",
    "-3@conj@PRON",
    "-3@conj@PROPN",
    "-3@conj@VERB",
    "-3@conj@X",
    "-3@cop@NOUN",
    "-3@cop@PRON",
    "-3@csubj@ADJ",
    "-3@csubj@NOUN",
    "-3@dep@NOUN",
    "-3@discourse@INTJ",
    "-3@discourse@NOUN",
    "-3@discourse@NUM",
    "-3@discourse@PROPN",
    "-3@discourse@VERB",
    "-3@flat@NUM",
    "-3@flat@PROPN",
    "-3@flat@X",
    "-3@list@ADJ",
    "-3@list@NOUN",
    "-3@list@PROPN",
    "-3@nmod:npmod@PROPN",
    "-3@nmod:tmod@NOUN",
    "-3@nmod:tmod@PROPN",
    "-3@nmod:tmod@X",
    "-3@nmod@DET",
    "-3@nmod@NOUN",
    "-3@nmod@PRON",
    "-3@nmod@PROPN",
    "-3@nmod@SYM",
    "-3@nmod@X",
    "-3@nsubj@NOUN",
    "-3@nummod@PROPN",
    "-3@obj@VERB",
    "-3@obl:npmod@VERB",
    "-3@obl:tmod@NOUN",
    "-3@obl:tmod@VERB",
    "-3@obl@ADJ",
    "-3@obl@NOUN",
    "-3@obl@PROPN",
    "-3@obl@VERB",
    "-3@parataxis@ADJ",
    "-3@parataxis@ADV",
    "-3@parataxis@AUX",
    "-3@parataxis@DET",
    "-3@parataxis@NOUN",
    "-3@parataxis@NUM",
    "-3@parataxis@PRON",
    "-3@parataxis@PROPN",
    "-3@parataxis@VERB",
    "-3@punct@ADJ",
    "-3@punct@ADV",
    "-3@punct@AUX",
    "-3@punct@DET",
    "-3@punct@INTJ",
    "-3@punct@NOUN",
    "-3@punct@NUM",
    "-3@punct@PRON",
    "-3@punct@PROPN",
    "-3@punct@SYM",
    "-3@punct@VERB",
    "-3@vocative@NOUN",
    "-3@xcomp@VERB",
    "-4@acl:relcl@DET",
    "-4@acl:relcl@NOUN",
    "-4@acl:relcl@PRON",
    "-4@acl:relcl@PROPN",
    "-4@acl@NOUN",
    "-4@advcl:relcl@NOUN",
    "-4@advcl@ADJ",
    "-4@advcl@ADV",
    "-4@advcl@NOUN",
    "-4@advcl@VERB",
    "-4@advmod@ADJ",
    "-4@advmod@NOUN",
    "-4@advmod@PROPN",
    "-4@amod@ADJ",
    "-4@amod@NOUN",
    "-4@amod@PROPN",
    "-4@appos@NOUN",
    "-4@appos@PROPN",
    "-4@appos@SYM",
    "-4@case@PROPN",
    "-4@ccomp@ADJ",
    "-4@ccomp@VERB",
    "-4@conj@ADJ",
    "-4@conj@ADV",
    "-4@conj@AUX",
    "-4@conj@DET",
    "-4@conj@NOUN",
    "-4@conj@PROPN",
    "-4@conj@VERB",
    "-4@csubj@NOUN",
    "-4@discourse@INTJ",
    "-4@discourse@NOUN",
    "-4@discourse@VERB",
    "-4@flat@PROPN",
    "-4@flat@X",
    "-4@list@NOUN",
    "-4@list@PROPN",
    "-4@nmod:npmod@NOUN",
    "-4@nmod:npmod@PROPN",
    "-4@nmod:tmod@NOUN",
    "-4@nmod:tmod@PROPN",
    "-4@nmod@NOUN",
    "-4@nmod@PROPN",
    "-4@obj@VERB",
    "-4@obl:tmod@NOUN",
    "-4@obl@ADJ",
    "-4@obl@NOUN",
    "-4@obl@VERB",
    "-4@parataxis@ADJ",
    "-4@parataxis@AUX",
    "-4@parataxis@NOUN",
    "-4@parataxis@NUM",
    "-4@parataxis@PROPN",
    "-4@parataxis@VERB",
    "-4@punct@ADJ",
    "-4@punct@ADV",
    "-4@punct@AUX",
    "-4@punct@NOUN",
    "-4@punct@NUM",
    "-4@punct@PRON",
    "-4@punct@PROPN",
    "-4@punct@VERB",
    "-5@acl:relcl@NOUN",
    "-5@acl:relcl@PROPN",
    "-5@acl@NOUN",
    "-5@advcl@ADJ",
    "-5@advcl@DET",
    "-5@advcl@NOUN",
    "-5@advmod@VERB",
    "-5@appos@NOUN",
    "-5@appos@PROPN",
    "-5@ccomp@VERB",
    "-5@conj@ADJ",
    "-5@conj@NOUN",
    "-5@conj@PRON",
    "-5@conj@PROPN",
    "-5@conj@VERB",
    "-5@csubj@ADJ",
    "-5@dep@NOUN",
    "-5@discourse@ADJ",
    "-5@discourse@INTJ",
    "-5@discourse@NOUN",
    "-5@flat@PROPN",
    "-5@flat@X",
    "-5@list@ADJ",
    "-5@list@NOUN",
    "-5@list@PROPN",
    "-5@nmod@NOUN",
    "-5@nmod@PROPN",
    "-5@obj@VERB",
    "-5@obl:tmod@NOUN",
    "-5@obl@ADJ",
    "-5@obl@PROPN",
    "-5@obl@VERB",
    "-5@parataxis@ADJ",
    "-5@parataxis@ADV",
    "-5@parataxis@NOUN",
    "-5@parataxis@PRON",
    "-5@parataxis@PROPN",
    "-5@parataxis@VERB",
    "-5@punct@ADJ",
    "-5@punct@ADV",
    "-5@punct@AUX",
    "-5@punct@NOUN",
    "-5@punct@NUM",
    "-5@punct@PROPN",
    "-5@punct@VERB",
    "-6@acl:relcl@NOUN",
    "-6@acl:relcl@PROPN",
    "-6@acl@NOUN",
    "-6@advcl@NOUN",
    "-6@advcl@VERB",
    "-6@appos@NOUN",
    "-6@appos@PROPN",
    "-6@conj@ADJ",
    "-6@conj@NOUN",
    "-6@conj@NUM",
    "-6@conj@PROPN",
    "-6@conj@VERB",
    "-6@discourse@NOUN",
    "-6@discourse@VERB",
    "-6@flat@X",
    "-6@list@NOUN",
    "-6@list@PROPN",
    "-6@nmod@NOUN",
    "-6@nmod@PROPN",
    "-6@obl@VERB",
    "-6@parataxis@ADJ",
    "-6@parataxis@NOUN",
    "-6@parataxis@PROPN",
    "-6@parataxis@VERB",
    "-6@punct@ADJ",
    "-6@punct@AUX",
    "-6@punct@NOUN",
    "-6@punct@PRON",
    "-6@punct@PROPN",
    "-6@punct@VERB",
    "-7@acl:relcl@NOUN",
    "-7@acl@NOUN",
    "-7@advcl@NOUN",
    "-7@appos@NOUN",
    "-7@appos@PROPN",
    "-7@conj@NOUN",
    "-7@conj@NUM",
    "-7@conj@PROPN",
    "-7@conj@VERB",
    "-7@flat@X",
    "-7@list@NOUN",
    "-7@list@PROPN",
    "-7@nmod@NOUN",
    "-7@parataxis@NOUN",
    "-7@parataxis@PRON",
    "-7@parataxis@PROPN",
    "-7@parataxis@VERB",
    "-7@punct@ADJ",
    "-7@punct@NOUN",
    "-7@punct@PRON",
    "-7@punct@PROPN",
    "-7@punct@VERB",
    "-8@advcl@NOUN",
    "-8@advcl@VERB",
    "-8@advmod@NOUN",
    "-8@conj@NOUN",
    "-8@conj@PROPN",
    "-8@conj@VERB",
    "-8@flat@X",
    "-8@list@NOUN",
    "-8@list@PROPN",
    "-8@nmod@NOUN",
    "-8@parataxis@NOUN",
    "-8@parataxis@VERB",
    "-8@punct@ADJ",
    "-8@punct@NOUN",
    "-8@punct@PRON",
    "-8@punct@PROPN",
    "-8@punct@VERB",
    "-8@punct@X",
    "-9@acl@NOUN",
    "-9@appos@PROPN",
    "-9@conj@NOUN",
    "-9@conj@PROPN",
    "-9@conj@VERB",
    "-9@flat@X",
    "-9@list@NOUN",
    "-9@list@PROPN",
    "-9@parataxis@NOUN",
    "-9@parataxis@VERB",
    "-9@punct@NOUN",
    "-9@punct@PROPN",
    "-9@punct@VERB",
    "0@root@ROOT"
  ],
  "cls_labels": [
    "statement",
    "question",
    "question_fact",
    "command",
    "greeting",
    "filler",
    "acknowledgment"
  ]
}